-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 01, 2022 at 06:19 PM
-- Server version: 10.4.24-MariaDB
-- PHP Version: 8.1.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `lazada_home_lifestyle`
--

-- --------------------------------------------------------

--
-- Table structure for table `home_lifestyle`
--

CREATE TABLE `home_lifestyle` (
  `IDM_H&L` varchar(10) NOT NULL,
  `home_lifestyle` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `home_lifestyle`
--

INSERT INTO `home_lifestyle` (`IDM_H&L`, `home_lifestyle`) VALUES
('DM07', 'HOME&LIFE_STYLE');

-- --------------------------------------------------------

--
-- Table structure for table `home_lifestyle_bedroom_furniture`
--

CREATE TABLE `home_lifestyle_bedroom_furniture` (
  `IDM_H&L` varchar(10) NOT NULL,
  `IDF_H&L` varchar(10) NOT NULL,
  `Product_name` varchar(30) NOT NULL,
  `Product_type` varchar(30) NOT NULL,
  `Product_ material` varchar(30) NOT NULL,
  `Product_size` varchar(20) NOT NULL,
  `Product_brand` varchar(30) NOT NULL,
  `Product_derivery` varchar(100) NOT NULL,
  `Product_price` int(10) NOT NULL,
  `product_rate` int(5) NOT NULL,
  `Product_service` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `home_lifestyle_bedroom_furniture`
--

INSERT INTO `home_lifestyle_bedroom_furniture` (`IDM_H&L`, `IDF_H&L`, `Product_name`, `Product_type`, `Product_ material`, `Product_size`, `Product_brand`, `Product_derivery`, `Product_price`, `product_rate`, `Product_service`) VALUES
('DM07', 'DM07/1', 'QueC เตียงพับ', 'เตียงนอน', 'อื่นๆ', '5 ฟุต', '์No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพ', 678, 5, 'ส่งสินค้าคืนร้านค้าไ'),
('DM07', 'DM07/1', 'QueC เตียงพับ', 'เตียงนอน', 'อื่นๆ', '5 ฟุต', '', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 678, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกัน 1 เดือน'),
('DM07', 'DM07/1', 'Fadell Latex ที่นอนยางพาราแท้ ', 'ที่นอน', 'ยางพารา', '3-6 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 1550, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'HengDa เตียงพับนอนได้', 'ที่นอน', 'ผ้า', '3-5 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 1054, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน,  มีการรับประกัน 1 เดือน'),
('DM07', 'DM07/1', 'ที่นอนพับ5พับ นุ่นแท้ ', 'ที่นอน', 'ผ้า', '3 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 389, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'RoRo ตู้เสื้อผ้า', 'ตู้', 'ไม้', '7 ฟุต', '์No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 2080, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', ' โต๊ะทำงานอเนกประสงค์ ', 'โต๊ะ', 'พลาสติกแข็ง', '60 เซนติเมตร', 'No band', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 275, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกัน 6 เดือน'),
('DM07', 'DM07/1', 'Morning Sleep ที่นอนสปริง ที่น', 'เตียง', 'โฟม', '6 ฟุต', 'Dreamstown', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, Delivered by Seller ฟรีค่าจัดส่งเมื่อซื้อสินค้', 3690, 5, 'สินค้าของแท้ 100%, คืนสินค้าง่ายๆภายใน 15 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'เตียงไม้ไผ่พับได้', 'เตียง', 'ไม้', '5 ฟุต', 'NEW ERA', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 2990, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกันจากผู้ขาย 3 เดือน'),
('DM07', 'DM07/1', 'Bring2Home กล่องเก็บเครื่องสำอ', 'โต๊ะเครื่องแป้ง', 'พลาสติกแข็ง', '45 เซนติเมตร', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 135, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'โต๊ะคอม โต๊ะคอมข้างเตียง', 'โต๊ะ', 'พลาสติกแข็ง', '60*40 เซนติเมตร', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 377, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการประกัน 1 สัปดาห์'),
('DM07', 'DM07/1', 'เตียงไม้เนื้อแข็งสองชั้น', 'เตียง', 'ไม้', '5 ฟุต', '์NEW ERA', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 6090, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกันจากผู้ขาย 3 เดือน'),
('DM07', 'DM07/1', 'QueC เตียงพับ', 'เตียงนอน', 'อื่นๆ', '5 ฟุต', '', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 678, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกัน 1 เดือน'),
('DM07', 'DM07/1', 'Fadell Latex ที่นอนยางพาราแท้ ', 'ที่นอน', 'ยางพารา', '3-6 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 1550, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'HengDa เตียงพับนอนได้', 'ที่นอน', 'ผ้า', '3-5 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 1054, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน,  มีการรับประกัน 1 เดือน'),
('DM07', 'DM07/1', 'ที่นอนพับ5พับ นุ่นแท้ ', 'ที่นอน', 'ผ้า', '3 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 389, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'RoRo ตู้เสื้อผ้า', 'ตู้', 'ไม้', '7 ฟุต', '์No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 2080, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', ' โต๊ะทำงานอเนกประสงค์ ', 'โต๊ะ', 'พลาสติกแข็ง', '60 เซนติเมตร', 'No band', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 275, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกัน 6 เดือน'),
('DM07', 'DM07/1', 'Morning Sleep ที่นอนสปริง', 'เตียง', 'โฟม', '6 ฟุต', 'Dreamstown', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, Delivered by Seller ฟรีค่าจัดส่งเมื่อซื้อสินค้', 3690, 5, 'สินค้าของแท้ 100%, คืนสินค้าง่ายๆภายใน 15 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'เตียงไม้ไผ่พับได้', 'เตียง', 'ไม้', '5 ฟุต', 'NEW ERA', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 2990, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกันจากผู้ขาย 3 เดือน'),
('DM07', 'DM07/1', 'Bring2Home กล่องเก็บเครื่องสำอ', 'โต๊ะเครื่องแป้ง', 'พลาสติกแข็ง', '45 เซนติเมตร', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 135, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'โต๊ะคอม โต๊ะคอมข้างเตียง', 'โต๊ะ', 'พลาสติกแข็ง', '60*40 เซนติเมตร', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 377, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการประกัน 1 สัปดาห์'),
('DM07', 'DM07/1', 'เตียงไม้เนื้อแข็งสองชั้น', 'เตียง', 'ไม้', '5 ฟุต', '์NEW ERA', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 6090, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกันจากผู้ขาย 3 เดือน'),
('DM07', 'DM07/1', 'QueC เตียงพับ', 'เตียงนอน', 'อื่นๆ', '5 ฟุต', '', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 678, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกัน 1 เดือน'),
('DM07', 'DM07/1', 'Fadell Latex ที่นอนยางพาราแท้', 'ที่นอน', 'ยางพารา', '3-6 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 1550, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'HengDa เตียงพับนอนได้', 'ที่นอน', 'ผ้า', '3-5 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 1054, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน,  มีการรับประกัน 1 เดือน'),
('DM07', 'DM07/1', 'ที่นอนพับ5พับ นุ่นแท้ ', 'ที่นอน', 'ผ้า', '3 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 389, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'RoRo ตู้เสื้อผ้า', 'ตู้', 'ไม้', '7 ฟุต', '์No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 2080, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', ' โต๊ะทำงานอเนกประสงค์ ', 'โต๊ะ', 'พลาสติกแข็ง', '60 เซนติเมตร', 'No band', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 275, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกัน 6 เดือน'),
('DM07', 'DM07/1', 'Morning Sleep ที่นอนสปริง', 'เตียง', 'โฟม', '6 ฟุต', 'Dreamstown', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, Delivered by Seller ฟรีค่าจัดส่งเมื่อซื้อสินค้', 3690, 5, 'สินค้าของแท้ 100%, คืนสินค้าง่ายๆภายใน 15 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'เตียงไม้ไผ่พับได้', 'เตียง', 'ไม้', '5 ฟุต', 'NEW ERA', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 2990, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกันจากผู้ขาย 3 เดือน'),
('DM07', 'DM07/1', 'Bring2Homeกล่องเก็บเครื่องสำอา', 'โต๊ะเครื่องแป้ง', 'พลาสติกแข็ง', '45 เซนติเมตร', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 135, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'โต๊ะคอม โต๊ะคอมข้างเตียง', 'โต๊ะ', 'พลาสติกแข็ง', '60*40 เซนติเมตร', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 377, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการประกัน 1 สัปดาห์'),
('DM07', 'DM07/1', 'เตียงไม้เนื้อแข็งสองชั้น', 'เตียง', 'ไม้', '5 ฟุต', '์NEW ERA', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 6090, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกันจากผู้ขาย 3 เดือน'),
('DM07', 'DM07/1', 'QueC เตียงพับ', 'เตียงนอน', 'อื่นๆ', '5 ฟุต', '', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 678, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกัน 1 เดือน'),
('DM07', 'DM07/1', 'Fadell Latex ที่นอนยางพาราแท้', 'ที่นอน', 'ยางพารา', '3-6 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 1550, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'HengDa เตียงพับนอนได้', 'ที่นอน', 'ผ้า', '3-5 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 1054, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน,  มีการรับประกัน 1 เดือน'),
('DM07', 'DM07/1', 'ที่นอนพับ5พับ นุ่นแท้ ', 'ที่นอน', 'ผ้า', '3 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 389, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'RoRo ตู้เสื้อผ้า', 'ตู้', 'ไม้', '7 ฟุต', '์No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 2080, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', ' โต๊ะทำงานอเนกประสงค์ ', 'โต๊ะ', 'พลาสติกแข็ง', '60 เซนติเมตร', 'No band', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 275, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกัน 6 เดือน'),
('DM07', 'DM07/1', 'Morning Sleep ที่นอนสปริง', 'เตียง', 'โฟม', '6 ฟุต', 'Dreamstown', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, Delivered by Seller ฟรีค่าจัดส่งเมื่อซื้อสินค้', 3690, 5, 'สินค้าของแท้ 100%, คืนสินค้าง่ายๆภายใน 15 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'เตียงไม้ไผ่พับได้', 'เตียง', 'ไม้', '5 ฟุต', 'NEW ERA', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 2990, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกันจากผู้ขาย 3 เดือน'),
('DM07', 'DM07/1', 'Bring2Homeกล่องเก็บเครื่องสำอา', 'โต๊ะเครื่องแป้ง', 'พลาสติกแข็ง', '45 เซนติเมตร', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 135, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'โต๊ะคอม โต๊ะคอมข้างเตียง', 'โต๊ะ', 'พลาสติกแข็ง', '60*40 เซนติเมตร', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 377, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการประกัน 1 สัปดาห์'),
('DM07', 'DM07/1', 'เตียงไม้เนื้อแข็งสองชั้น', 'เตียง', 'ไม้', '5 ฟุต', '์NEW ERA', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 6090, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกันจากผู้ขาย 3 เดือน'),
('DM07', 'DM07/1', 'QueC เตียงพับ', 'เตียงนอน', 'อื่นๆ', '5 ฟุต', '', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 678, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกัน 1 เดือน'),
('DM07', 'DM07/1', 'Fadell Latex ที่นอนยางพาราแท้', 'ที่นอน', 'ยางพารา', '3-6 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 1550, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'HengDa เตียงพับนอนได้', 'ที่นอน', 'ผ้า', '3-5 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 1054, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน,  มีการรับประกัน 1 เดือน'),
('DM07', 'DM07/1', 'ที่นอนพับ5พับ นุ่นแท้ ', 'ที่นอน', 'ผ้า', '3 ฟุต', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 389, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'RoRo ตู้เสื้อผ้า', 'ตู้', 'ไม้', '7 ฟุต', '์No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 2080, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', ' โต๊ะทำงานอเนกประสงค์ ', 'โต๊ะ', 'พลาสติกแข็ง', '60 เซนติเมตร', 'No band', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 275, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกัน 6 เดือน'),
('DM07', 'DM07/1', 'Morning Sleep ที่นอนสปริง', 'เตียง', 'โฟม', '6 ฟุต', 'Dreamstown', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, Delivered by Seller ฟรีค่าจัดส่ง', 3690, 5, 'สินค้าของแท้ 100%, คืนสินค้าง่ายๆภายใน 15 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'เตียงไม้ไผ่พับได้', 'เตียง', 'ไม้', '5 ฟุต', 'NEW ERA', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 2990, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกันจากผู้ขาย 3 เดือน'),
('DM07', 'DM07/1', 'Bring2Home', 'โต๊ะเครื่องแป้ง', 'พลาสติกแข็ง', '45 เซนติเมตร', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 135, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'โต๊ะคอม โต๊ะคอมข้างเตียง', 'โต๊ะ', 'พลาสติกแข็ง', '60*40 เซนติเมตร', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 377, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการประกัน 1 สัปดาห์'),
('DM07', 'DM07/1', 'เตียงไม้เนื้อแข็งสองชั้น', 'เตียง', 'ไม้', '5 ฟุต', '์NEW ERA', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 6090, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกันจากผู้ขาย 3 เดือน'),
('DM07', 'DM07/1', 'ถุงสูญญากาศ ถุงจัดเก็บของ', 'ถุง', 'พลาสติก', '40*60 เซนติเมตร', '์No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, ฟรีค่าจัดส่งเมื่อซื้อสินค้าครบ ฿10,000.00 จากร', 18, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกันจากผู้ขาย 1 สัปดาห์'),
('DM07', 'DM07/1', 'ตะขอแขวนของ', 'ตะขอ', 'เหล็ก', '2-10 นิ้ว', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 7, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'ตาข่ายบังแดด', 'ม่าน', 'ไฟเบอร์', '2*3-4*6 เมตร', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 581, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'MUSSO Throne Series', 'เก้าอี้', 'วัสดุลึกลับ', '130*60 เซนติเมตร', 'Musso', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, ฟรีค่าจัดส่ง ฿40.00 เมื่อซื้อสินค้าครบ ฿1,000.', 4999, 5, 'สินค้าของแท้ 100%, คืนสินค้าง่ายๆภายใน 15 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'ถุงสูญญากาศ ถุงจัดเก็บของ', 'ถุง', 'พลาสติก', '40*60 เซนติเมตร', '์No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, ฟรีค่าจัดส่งเมื่อซื้อสินค้าครบ 10,000.00 จากร้', 18, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, มีการรับประกันจากผู้ขาย 1 สัปดาห์'),
('DM07', 'DM07/1', 'ตะขอแขวนของ', 'ตะขอ', 'เหล็ก', '2-10 นิ้ว', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 7, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'ตาข่ายบังแดด', 'ม่าน', 'ไฟเบอร์', '2*3-4*6 เมตร', 'No brand', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, แบบธรรมดา, สามารถเก็บเงินปลายทางได้', 581, 5, 'ส่งสินค้าคืนร้านค้าได้โดยตรงภายใน 7 วัน, ไม่มีการรับประกันสินค้า'),
('DM07', 'DM07/1', 'MUSSO Throne Series', 'เก้าอี้', 'วัสดุลึกลับ', '130*60 เซนติเมตร', 'Musso', 'ปทุมวัน/ Pathum Wan in กรุงเทพมหานคร/ Bangkok, 10110, ฟรีค่าจัดส่ง 40.00 เมื่อซื้อสินค้าครบ 1,000.00', 4999, 5, 'สินค้าของแท้ , คืนสินค้าง่ายๆภายใน 15 วัน, ไม่มีการรับประกันสินค้า');

-- --------------------------------------------------------

--
-- Table structure for table `home_lifestyle_foe`
--

CREATE TABLE `home_lifestyle_foe` (
  `Furniture` varchar(15) NOT NULL,
  `IDF_H&L` varchar(10) NOT NULL,
  `IDM_H&L` varchar(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `home_lifestyle_foe`
--

INSERT INTO `home_lifestyle_foe` (`Furniture`, `IDF_H&L`, `IDM_H&L`) VALUES
('Furniture', 'DM07/1', 'DM07'),
('ไฟ', 'DM07/2', 'DM07');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
